const menuItems = [
  {
    title: "پیشنهاد های شگفت انگیز",
    subMenu: [
      "10 درصد تخفیف",
      "30 درصد تخفیف",
      "40 درصد تخفیف",
      "50 درصد تخفیف",
      "بالای 50 درصد",
    ],
  },
  { title: "زود مصرف ها", subMenu: null },
  {
    title: "مکمل های رژیم غذایی",
    subMenu: [
      "مکمل های کمک درمانی",
      "مکمل های گیاهی و طبیعی",
      "قرص لاغری",
      "ویتامین ها",
      "مواد معدنی",
    ],
  },
  {
    title: "مکمل بدنسازی",
    subMenu: ["پروتئین ها", "آمینو اسید", "کاهش وزن", "انرژی زا", "کراتین"],
  },
  {
    title: "مراقبت و پوست و مو",
    subMenu: [
      "مراقبت پوست صورت",
      "مراقبت از مو",
      "شوینده پوست",
      "مراقبت از پوست بدن",
      "مراقبت از ناخن",
    ],
  },
  {
    title: "بهداشتی",
    subMenu: [
      "بهداشت بانوان",
      "بهداشت عمومی",
      "بهداشت دهان و دندان",
      "موهای ضد تعریق",
      "بهداشت آقایان",
    ],
  },
  {
    title: "آرایشی",
    subMenu: [
      "عطر و ادکلن",
      "حالت دهنده مو",
      "خرید رنگ مو",
      "اکسیدان",
      "آرایش صورت",
    ],
  },
  {
    title: "مادر و کودک",
    subMenu: [
      "مراقبت از پوست کودک",
      "مراقبت از کودک",
      "لوازم کودک",
      "غذای کودک",
      "مکمل کودکان",
    ],
  },
  {
    title: "تجهیزات پزشکی",
    subMenu: [
      "ارتوپدی",
      "دستگاه های خانگی",
      "ژل/محلول",
      "لوازم پزشکی",
      "تست های خانگی",
    ],
  },
  { title: "تازه ها", subMenu: null },
];
export default menuItems;
